export const GENDER_TYPE = {
	1: "男性",
	2: "女性",
};

export const AGE_TYPE = {
	1: "10代以下",
	2: "20代",
	3: "30代",
	4: "40代",
	5: "50代",
	6: "60代",
	7: "70代",
	8: "80代",
	9: "90代以上",
};

export const VACCINE_TYPE = {
	M: "モデルナ",
	F: "ファイザー",
	A: "アストラゼネカ",
};

export const NUMBER_OF_VACCINATION = {
	1: "1回目",
	2: "2回目",
	3: "3回目",
};

export const MAX_TEMPERATURE = {
	1: "36.9℃以下",
	2: "37.0~37.4℃",
	3: "37.5~37.9℃",
	4: "38.0~38.4℃",
	5: "38.5~38.9℃",
	6: "39.0~39.4℃",
	7: "39.5~39.9℃",
	8: "40℃以上",
	10: "発熱なしのため未検温",
};
